Repository: CNeves-fs/LVLgroupApp
Catalog: LVLgroupApp/Resources/Areas/Claim/Controllers/Claim/ClaimController.*.resx
Languages: es, pt

# str04
source: removed.
es: eliminada.
pt: removida.

# str01
source: Claim with ID
es: Reclamación con ID
pt: Reclamação com ID

# str02
source: updated.
es: actualizada.
pt: atualizada.

# str08
source: updated.
es: actualizado.
pt: atualizado.

# str07
source: Customer with ID
es: Cliente con ID
pt: Cliente com ID

# str13
source: created.
es: creada.
pt: criado.

# str11
source: must be updated.
es: debe ser actualizado.
pt: deve ser atualizado.

# erro02
source: Error: Article does not belong to the defined company.
es: Error: Artículo no pertenece a la empresa definida.
pt: Erro: Artigo não pertence à empresa defenida.

# erro01
source: Error: Entry date on the portal must be after the claim date.
es: Error: La fecha de ingreso al portal debe ser posterior a la fecha de la reclamación.
pt: Erro: Data de entrada no portal tem que ser posterior à data da reclamação.

# erro05
source: Error: Final decision is mandatory.
es: Error: La decisión final es obligatoria.
pt: Erro: Decisão final é obrigatória.

# erro06
source: Error: Store closure description is required.
es: Error: Se requiere la descripción del cierre en la tienda.
pt: Erro: Descrição do fecho em loja é obrigatório.

# erro13
source: Error: Initial state not set.
es: Error: Estado inicial no establecido.
pt: Erro: Estado inicial não defenido.

# erro03
source: Error: The Upload of 3 or more photos is required.
es: Error: Se requiere cargar 3 o más fotos.
pt: Erro: O Upload de 3 ou mais fotos é obrigatório.

# erro15
source: Error: Opinion of
es: Error: Opinión de
pt: Erro: Parecer do

# erro14
source: Error: At least one of the Opinions of
es: Error: Al menos una de las Opiniones de
pt: Erro: Pelo menos um dos Pareceres de

# erro04
source: Error: The responsible person's opinion is mandatory.
es: Error: Es obligatoria la opinión del responsable.
pt: Erro: Parecer do responsável é obrigatório.

# erro12
source: Error: Invalid status.
es: Error: Status no válido.
pt: Erro: Status inválido.

# erro09
source: Error: Status obliges to check cash return.
es: Error: Status obliga a marcar Devolución de dinero.
pt: Erro: Status obriga a assinalar devolução dinheiro.

# erro10
source: Error: Status obliges to check Credit Note.
es: Error: Status obliga a marcar Nota de Crédito.
pt: Erro: Status obriga a assinalar nota de crédito.

# erro11
source: Error: Status obliges to check Rejected.
es: Error: Estado obliga a marcar Rechazada.
pt: Erro: Status obriga a assinalar rejeitada.

# erro07
source: Error: Status obliges to check Article Repair.
es: Error: Status obliga a marcar Reparación de artículo.
pt: Erro: Status obriga a assinalar reparação de artigo.

# erro08
source: Error: Status obliges to mark Item Exchange.
es: Error: El estado obliga a marcar Cambio de artículo.
pt: Erro: Status obriga a assinalar troca de artigo.

# str03
source: has not been updated.
es: no ha sido actualizada.
pt: não foi atualizada.

# str09
source: or
es: o
pt: ou

# str05
source: Technical Opinion with ID
es: Opinión con ID
pt: Parecer com ID

# str06
source: removed.
es: eliminado.
pt: removido.

# str10
source: is required.
es: es obligatorio.
pt: é obrigatório.

# str12
source: has not been updated.
es: no ha sido actualizada.
pt: não foi atualizado.

# Colaborador:
source: Collaborator:
es: Colaborador:
pt: Colaborador:

# Cor:
source: Color:
pt: Cor:

# Criar nova reclamação foi cancelada.
source: Create new claim has been cancelled.
es: Se ha cancelado la creación de una nueva reclamación.
pt: Criar nova reclamação foi cancelada.

# Data da compra:
source: Date of purchase:
es: Fecha de compra:
pt: Data da compra:

# Data da Reclamação:
source: Claim date:
es: Fecha de Reclamación:
pt: Data da Reclamação:

# Data Limite:
source: Deadline:
es: Fecha limite:
pt: Data Limite:

# dd/MM/yyyy
source: MM/dd/yyyy
es: dd/MM/yyyy
pt: dd/MM/yyyy

# Decisão final:
source: Final decision:
es: Decisión final:
pt: Decisão final:

# Defeito do artigo:
source: Article defect:
es: Defecto del artículo:
pt: Defeito do artigo:

# Erro ao criar o tempFolder.
source: Error creating tempFolder.
es: Error al crear tempFolder.
pt: Erro ao criar o tempFolder.

# Erro inesperado - reclamação inválida.
source: Unexpected error - invalid claim.
es: Error inesperado: reclamación no válida.
pt: Erro inesperado - reclamação inválida.

# Erro inesperado ao editar a reclamação.
source: Unexpected error while editing the claim.
es: Error inesperado al editar el reclamación.
pt: Erro inesperado ao editar a reclamação.

# Género:
source: Gender:
es: Género:
pt: Género:

# Loja:
source: Store:
es: Tienda:
pt: Loja:

# LVL GROUP - Portal de Reclamações - Impresso em
source: LVL GROUP - Claims Portal - Printed in
es: LVL GROUP - Portal de Reclamaciones - Impreso en
pt: LVL GROUP - Portal de Reclamações - Impresso em

# Nome:
source: Name:
es: Nombre:
pt: Nome:

# Opinião do cliente:
source: Customer opinion:
es: Opinión del cliente:
pt: Opinião do cliente:

# Parecer do responsável:
source: Opinion of the responsible person:
es: Opinión del responsable:
pt: Parecer do responsável:

# Pele:
source: Skin:
es: Piel:
pt: Pele:

# Referência:
source: Reference:
es: Referencia:
pt: Referência:

# Resolução com o cliente:
source: Resolution with the customer:
es: Resolución con el cliente:
pt: Resolução com o cliente:

# Tamanho:
source: Size:
es: Tamaño:
pt: Tamanho:

# Telefone:
source: Phone:
es: Teléfono:
pt: Telefone:
