Repository: CNeves-fs/LVLgroupApp
Catalog: LVLgroupApp/Resources/Areas/Ocorrencia/Views/Ocorrencia/_CreateOrEdit.*.resx
Languages: es

source: Agrupamento
es: Agrupación

source: Categoria
es: Categoría

source: Comentário
es: Comentario

source: Data da ocorrência
es: Fecha de ocurrencia

source: Data entrada no Portal
es: Fecha de entrada en el portal

source: Data ocorrência
es: Fecha de ocurrencia

source: Descrição
es: Descripción

source: ficheiros selecionados.
es: archivos seleccionados.

source: Loja
es: Tienda

source: messages_pt.js
es: messages_es.js

source: Notificações
es: Notificaciones

source: O documento foi carregado com sucesso
es: El documento se cargó correctamente

source: Ocorrência
es: Ocurrencia

source: Para a Loja
es: Para la tienda

source: pt
es: es

source: pt-PT
es: es-ES

source: Responsável
es: Responsable

source: Salvar ocorrência
es: Guardar ocurrencia

source: Selecionar documento
es: Seleccionar documento

source: Selecione o status da ocorrência
es: Seleccionar el estado de la ocurrencia

source: Selecione um agrupamento
es: Seleccionar una agrupación

source: Selecione um mercado
es: Seleccionar un mercado

source: Selecione um tipo de ocorrência
es: Seleccionar un tipo de ocurrencia

source: Selecione uma categoria
es: Seleccionar una categoría

source: Selecione uma empresa
es: Seleccionar una empresa

source: Selecione uma loja
es: Seleccionar una tienda

source: Tipo de Ocorrência
es: Tipo de ocurrencia

source: Upload file
es: Upload archivo
