Repository: CNeves-fs/LVLgroupApp
Catalog: LVLgroupApp/Resources/Areas/Ocorrencia/Views/Ocorrencia/Index.*.resx
Languages: es

source: Agrupamento
es: Agrupación

source: Ano anterior
es: Año anterior

source: Atividade da Loja
es: Actividad de la tienda

source: Configure aqui as ocorrências da loja.
es: Configure las ocurrencias de la tienda aquí.

source: Criar
es: Crear

source: Criar Ocorrência
es: Crear ocurrencia

source: Dez
es: Dic

source: Editar venda semanal
es: Editar venta semanal

source: Este ano
es: Este año

source: Este mês
es: Este mes

source: Fev
es: Feb

source: Intervalo de Datas
es: Rango de fechas

source: Jan
es: Ene

source: Loja
es: Tienda

source: Mai
es: May

source: Mais informações
es: Más información

source: Mês anterior
es: Mes anterior

source: Objetivo mensal
es: Objetivo mensual

source: Opções
es: Opciones

source: Out
es: Oct

source: pt
es: es

source: Recarregar
es: Recargar

source: Selecione um agrupamento
es: Seleccionar una agrupación

source: Selecione um mercado
es: Seleccionar un mercado

source: Selecione uma empresa
es: Seleccionar una empresa

source: Selecione uma loja
es: Seleccionar una tienda

source: Selecione uma opção
es: Seleccionar una opción

source: Set
es: Sep

source: Total de vendas
es: Ventas totales

source: Total de vendas da semana
es: Ventas totales de la semana

source: Total de vendas do mês
es: Ventas totales del mes

source: Utilizar filtro
es: Usar filtro
