Repository: CNeves-fs/LVLgroupApp
Catalog: LVLgroupApp/Resources/Areas/Claim/Views/Claim/_CreateOrEdit.*.resx
Languages: es, pt

# A edição da reclamação foi cancelada.
source: Editing of the claim has been cancelled.
es: Se ha cancelado la edición de la reclamación.
pt: A edição da reclamação foi cancelada.

# Agrupamento de lojas
source: Group of stores
es: Agrupación de tiendas
pt: Agrupamento de lojas

# Aprovação
source: Approval
es: Aprobación
pt: Aprovação

# Artigo
source: Article
es: Artículo
pt: Artigo

# Artigo1
source: Article
es: Artículo
pt: Artigo

# Cancelar
source: Cancel
es: Cancelar
pt: Cancelar

# Cliente
source: Client
es: Cliente
pt: Cliente

# Cor
source: Color
pt: Cor

# Criar artigo
source: Create article
es: Crear articulo
pt: Criar artigo

# Criar nova reclamação
source: Create new claim
es: Crear una nueva reclamación
pt: Criar nova reclamação

# Código
source: Code
es: Código
pt: Código

# d-m-Y
source: m-d-Y
es: d-m-Y
pt: d-m-Y

# d-m-Y1
source: m-d-Y
es: d-m-Y
pt: d-m-Y

# d-m-Y2
source: Y-m-d
es: d-m-Y
pt: d-m-Y

# Data da compra
source: Date of purchase
es: Fecha de compra
pt: Data da compra

# Data da reclamação
source: Claim date
es: Fecha de la reclamación
pt: Data da reclamação

# Data entrada no Portal
source: Entry date on the Portal
es: Fecha de entrada en el Portal
pt: Data entrada no Portal

# Data fecho
source: Closing date
es: Fecha de cierre
pt: Data fecho

# Data limite
source: Time limit
es: Fecha limite
pt: Data limite

# Data reclamação
source: Claim date
es: Fecha reclamación
pt: Data reclamação

# dd/mm/yy
source: mm/dd/yy
es: dd/mm/yy
pt: dd/mm/yy

# dd/mm/yy1
source: mm/dd/yy
es: dd/mm/yy
pt: dd/mm/yy

# dd/MM/yyyy
source: MM/dd/yyyy
es: dd/MM/yyyy
pt: dd/MM/yyyy

# Decisão final
source: Final decision
es: Decisión definitiva
pt: Decisão final

# Defeito do artigo
source: Article defect
es: Defecto del artículo
pt: Defeito do artigo

# Devolução do dinheiro
source: Cash return
es: Devolución de dinero
pt: Devolução do dinheiro

# dias após compra!
source: days after purchase!
es: días después de la compra!
pt: dias após compra!

# dias após compra!1
source: days after purchase!
es: días después de la compra!
pt: dias após compra!

# Editar formulário da reclamação.
source: Edit claim form.
es: Editar formulario de reclamación.
pt: Editar formulário da reclamação.

# Editar reclamação
source: Edit claim
es: Editar reclamación.
pt: Editar reclamação

# Empresa
source: Company
es: Empresa
pt: Empresa

# Empresa1
source: Company
es: Empresa
pt: Empresa

# Fecho em loja
source: Close in store
es: Cerrar en tienda
pt: Fecho em loja

# Fotos
source: Photos
es: Fotos
pt: Fotos

# Género
source: Gender
es: Gênero
pt: Género

# Loja
source: Store
es: Tienda
pt: Loja

# MANTER STATUS DA RECLAMAÇÃO
source: KEEP CLAIM STATUS
es: MANTENER EL STATUS DE LA RECLAMACIÓN
pt: MANTER STATUS DA RECLAMAÇÃO

# meses após compra!
source: months after purchase!
es: meses después de la compra!
pt: meses após compra!

# meses após compra!1
source: months after purchase!
es: meses después de la compra!
pt: meses após compra!

# messages_pt.js
source: messages_en.js
es: messages_es.js
pt: messages_pt.js

# Nota de crédito
source: Credit note
es: Nota de crédito
pt: Nota de crédito

# Opinião do cliente
source: Client opinion
es: Opinión del cliente
pt: Opinião do cliente

# Parecer de administrador
source: Administrator opinion
es: Opinión del administrador
pt: Parecer de administrador

# Parecer de colaborador
source: Collaborator opinion
es: Opinión del empleado
pt: Parecer de colaborador

# Parecer de gerente de loja
source: Store manager opinion
es: Opinión del gerente de tienda
pt: Parecer de gerente de loja

# Parecer de revisor
source: Reviewer opinion
es: Opinión del revisor
pt: Parecer de revisor

# Parecer de supervisor
source: Supervisor opinion
es: Opinión del supervisor
pt: Parecer de supervisor

# Parecer técnico
source: Technical opinion
es: Opinion tecnica
pt: Parecer técnico

# Pele
source: Leather
es: Piel
pt: Pele

# Prencher formulário da nova reclamação.
source: Fill out the new claim form.
es: Complete el formulario de nueva reclamación.
pt: Prencher formulário da nova reclamação.

# pt
source: en
es: es
pt: pt

# pt1
source: en
es: es
pt: pt

# pt2
source: en
es: es
pt: pt

# Reclamação
source: Claim
es: Reclamación
pt: Reclamação

# Rejeitada
source: Rejected
es: Rechazada
pt: Rejeitada

# Reparação do artigo
source: Article repair
es: Reparación de artículo
pt: Reparação do artigo

# Responsável
source: Responsible
es: Responsable
pt: Responsável

# Salvar reclamação
source: Save claim
es: Guardar reclamación
pt: Salvar reclamação

# Selecione status seguinte
source: Select next status
es: Seleccione el status siguiente
pt: Selecione status seguinte

# Selecione um agrupamento de lojas
source: Select a store group
es: Seleccione una agrupación de tiendas
pt: Selecione um agrupamento de lojas

# Selecione um artigo
source: Select an article
es: Seleccione un artículo
pt: Selecione um artigo

# Selecione um tamanho
source: Select a size
es: Seleccione un tamaño
pt: Selecione um tamanho

# Selecione uma empresa
source: Select a company
es: Seleccione una empresa
pt: Selecione uma empresa

# Selecione uma loja
source: Select a store
es: Seleccione una tienda
pt: Selecione uma loja

# Status seguinte
source: Next status
es: Status siguiente
pt: Status seguinte

# Tamanho
source: Size
es: Tamaño
pt: Tamanho

# Troca de artigo
source: Item exchange
es: Intercambio de artículo
pt: Troca de artigo

# Último contacto
source: Last contact
es: Ultimo contacto
pt: Último contacto
